Repository: ltrgithub/X3GestAA
Catalog: translation-indexes/messages_Syracuse.tmx
Source language: en_us
Languages: de_de, es_es, fr_fr, pt_pt, zh_cn

source: block has been inserted in the nearest section slot
de_de: Der Block wurde in den nächsten Bereichs-Slot eingefügt
es_es: el blqoue se ha insertado en la posición la más próxima en la sección destino
fr_fr: le bloc a été inséré à la position la plus proche dans la section cible
pt_pt: a caixa ter sido inserida na posição mais próxima do ponto de destino
zh_cn: 该版块已被插入离目标部分最近的位置

source: {0} blocks could not be inserted because it has not been possible to locate respective block layout in model
de_de: {0} Blöcke konnten nicht eingefügt werden, da es nicht möglich war, diese Elemente im Modell zu lokalisieren
es_es: {0} bloques no se ha insertado porque ha sido imposible localizar estos elementos en el modelo
fr_fr: {0} blocs n'ont pas pu être insérés car il n'a pas été possible de localiser ces élements dans le modèle
pt_pt: {0} blocos não poderia ser inserido porque não foi possível localizar estes elementos no modelo
zh_cn: 未能插入{0}版块，因为无法在模板中定位这些元素

source: area
de_de: Flächen
es_es: Zona
fr_fr: Aire
pt_pt: Aire
zh_cn: 面积图

source: area spline
de_de: Flächen-Linien
es_es: Zona curvada
fr_fr: Aire incurvée
pt_pt: Área curvada
zh_cn: 曲面图

source: bar
de_de: Balken
es_es: barra
fr_fr: barre
zh_cn: 条形图

source: column
de_de: Säulen
es_es: Histograma
fr_fr: Histogramme
pt_pt: Histograma
zh_cn: 柱形图

source: line
de_de: Linien
es_es: Línea
fr_fr: Ligne
pt_pt: Linha
zh_cn: 折线图

source: pie
de_de: Torten
es_es: Sector
fr_fr: Secteur
pt_pt: Sector
zh_cn: 饼图

source: scatter
de_de: Punkte
es_es: dispersión
fr_fr: Nuage de points
zh_cn: 散点图

source: spline
de_de: Kurven
es_es: Curba
fr_fr: Courbe
pt_pt: Curva
zh_cn: 曲线图

source: Serie Name
de_de: Serienname
es_es: Nombre de la serie
fr_fr: Nom de la serie
pt_pt: Nome da série
zh_cn: 系列名称

source: Series
de_de: Serien
fr_fr: Séries
pt_pt: Séries
zh_cn: 系列

source: Chart Type
de_de: Grafiktyp
es_es: Tipo de gráfico
fr_fr: Type de graphique
pt_pt: Tipo de gráfico
zh_cn: 图表类型

source: Click to drill down
de_de: Klicken für Drill-Down
es_es: Haga cliic para explorar
fr_fr: Cliquer pour explorer
pt_pt: Clique para explorar
zh_cn: 点击并向下挖掘

source: Create Powerpoint slide
de_de: Powerpointfolie erstellen
es_es: Crear una diapositiva Powerpoint
fr_fr: Créer une diapositive Powerpoint
pt_pt: Criar um slide do PowerPoint
zh_cn: 创建一个PowerPoint幻灯片

source: Personalize page
de_de: Seite anpassen
es_es: Personalizar la página
fr_fr: Personnaliser la page
pt_pt: Personalize a página
zh_cn: 定制页面

source: Open new tab
de_de: Neuen Tab öffnen
es_es: Abrir una nueva pestaña
fr_fr: Ouvrir un nouvel onglet
pt_pt: Abra uma nova aba
zh_cn: 打开新页签

source: User profile alert
de_de: Alarm Benutzerprofil
es_es: Alerta perfil usuario
fr_fr: Alerte profil utilisateur
pt_pt: Perfil do utilizador Alerta
zh_cn: 用户权限警报

source: Something went wrong. Check the diagnoses below
de_de: Ein Fehler ist aufgetreten. Sehen Sie sich die Diagnosen an
es_es: Un error se ha producido. Consulte los díagnósticos a continuación
fr_fr: Une erreur s'est produite. Consulter les diagnostics ci-dessous.
pt_pt: Ocorreu um erro. Consulte diagnósticos abaixo.
zh_cn: 发生了一个错误。请查询以下诊断。

source: You have {booksNb} pending session(s). Please remain at this page and close it(them) or logout before leaving page
de_de: {booksNb} Sitzungen stehen aus. Bleiben Sie auf d. Seite und schließen die Sitzung od. melden sich vor dem Verlassen ab.
es_es: Hay {booksNb} sesion(es) en espera. Mantengase en esta página y cierre o desconectese antes de salir
fr_fr: Il existe {booksNb} session(s) en attente. Veuillez rester sur cette page et fermer ou vous déconnecter avant de quitter
pt_pt: Há booksNb {} sessão (s) em espera. Por favor, fique nesta página e fechar ou sair antes de sair
zh_cn: 存在待处理的{booksNb}会话。请停留在此页并关闭或者在退出前断开连接

source: There is an ongoing dialog between server and client. Please repeat the operation later
de_de: Es findet ein Dialog zwischen Server und Client statt. Bitte wiederholen Sie die Aktion später
es_es: Un diálogo está encurso entre el servidor y el cliente. Vuelva a ejecutar la operación más tarde.
fr_fr: Un dialogue est en cours entre le serveur et le client. Veuillez renouveller l'opération ultérieurement.
pt_pt: Discussões estão em curso entre o servidor eo cliente. Por favor, repita a operação mais tarde.
zh_cn: 服务器和客户端之间正在进行一次对话。请稍后更新操作。

source: There is a session requiring user intervention. Please repeat the operation later
de_de: Eine Sitzung erfordert das Eingreifen des Benutzers. Bitte wiederholen Sie die Aktion später
es_es: Una sesión necesita una intervención de usuario. Vuelva a ejecutar la operación más tarde.
fr_fr: Une session nécessite une intervention utilisateur. Veuillez renouveller l'opération ultérieurement.
pt_pt: O registo exige uma resposta do utilizador. Por favor, repita a operação mais tarde.
zh_cn: 这是一个需要用户应答的会话。请稍后更新操作。

source: Confirm action
de_de: Vorgang bestätigen
es_es: Confirme la acción
fr_fr: Confirmer l'action
pt_pt: Confirme a ação
zh_cn: 确认操作

source: Some opened sessions cannot be properly closed. Do you still want to proceed?
de_de: Einige geöffnete Sitzungen können nicht richtig geschlossen werden. Möchten Sie trotzdem fortfahren?
es_es: Es imposible cerrar correctamente algunas sesiones abiertas. ¿Desea continuar?
fr_fr: Il est impossible de fermer correctement certaines sessions ouvertes. Voulez-vous tout de même continuer ?
pt_pt: É impossível fechar algumas sessões abertas corretamente. Pretende continuar?
zh_cn: 无法正确关闭某些打开的会话。您要继续吗？

source: Your classic session(s) is(are) about to expire. Would you like to maintain it (them)? Click 'No' to close them
de_de: Ihre klassische Sitzung läuft bald ab. Möchten Sie sie aufrechterhalten? Klicken Sie auf 'Nein' um sie zu schließen
es_es: Su sesión clásica va a caducar. ¿Desea dejarla abierta? Haga clic en 'No' para cerrarla
fr_fr: Votre session classique va expirer. Voulez-vous la laisser ouverte? Cliquer sur 'Non' pour la fermer
pt_pt: A sua clássica irá expirar. Pretende deixá-la aberta? Clique em 'Não' para fechar
zh_cn: 您的经典会话即将超时。您要维持其打开状态吗？点击“否”进行关闭

source: Convergence Session Timeout
de_de: Zeitüberschreitung Convergence-Sitzung
es_es: Plazo de caducidad de la sesión clásica
fr_fr: Délai d'expiration de la session classique
pt_pt: Sessão clássica Timeout
zh_cn: 经典会话超时

source: Your convergence sessions have been closed because of timeout
de_de: Ihre Convergence-Sitzung wurde wegen Zeitüberschreitung beendet
es_es: Su sesión clásica se ha cerrado debido al tiempo de caducidad
fr_fr: Votre session classique a été fermée en raison du délai d'expiration
pt_pt: A sua sessão clássica foi encerrada devido ao tempo limite
zh_cn: 您的经典会话由于超时将被关闭

source: Select one or more values
de_de: Einen oder mehrere Werte auswählen
es_es: Seleccione uno o varios valores
fr_fr: Sélectionner une ou plusieurs valeurs
pt_pt: Selecione um ou mais valores
zh_cn: 选择一个或多个值

source: Manage bookmarks
de_de: Lesezeichen verwalten
es_es: Gestionar marcadores
fr_fr: Gérer les signets
pt_pt: Gerir Favoritos
zh_cn: 管理书签

source: Close Editor
de_de: Editor schließen
es_es: Cerrrar el editor
fr_fr: Fermer l'éditeur
pt_pt: Feche o Editor
zh_cn: 关闭编辑器

source: More bookmarks
de_de: Mehr Lesezeichen
es_es: Más marcadores
fr_fr: Plus de signets
pt_pt: Mais fichas
zh_cn: 更多书签

source: Delete tab
de_de: Tab löschen
es_es: Borrar la pestaña
fr_fr: Supprimer l'onglet
pt_pt: Suprimir o separador
zh_cn: 删除页签

source: My Landing pages
de_de: Meine Startseiten
es_es: Mi página de inicio
fr_fr: Ma page d'accueil
pt_pt: My Homepage
zh_cn: 我的主页

source: The gadget '{0}' will be deleted. Confirm ?
de_de: Das Gadget '{0}' wird gelöscht. Bestätigen?
es_es: La viñeta '{0}' se va a borrar, ¿Desea confirmar?
fr_fr: La vignette '{0}' va être supprimée. Veuillez confirmer ?
pt_pt: Miniatura '{0}' serão apagados. Por favor, confirme?
zh_cn: 缩略图'{0}'将被删除。请确认？

source: The gadgets in '{0}' will be deleted. Confirm ?
de_de: Die Gadgets in '{0}' werden gelöscht. Bestätigen?
es_es: La viñeta '{0}' se va a borrar, ¿Desea confirmar?
fr_fr: La vignette '{0}' va être supprimée. Veuillez confirmer ?
pt_pt: Miniatura '{0}' serão apagados. Por favor, confirme?
zh_cn: 缩略图'{0}'将被删除。请确认？

source: Search gadget
de_de: Gadget suchen
es_es: Búsqueda de una viñeta
fr_fr: Rechercher une vignette
pt_pt: Pesquisa Caption
zh_cn: 缩略图'{0}'将被删除。请确认？

source: Selected gadgets
de_de: Ausgewählte Gadgets
es_es: Viñetas seleccionadas
fr_fr: Vignettes sélectionnées
pt_pt: Miniaturas selecionadas
zh_cn: 缩略图'{0}'将被删除。请确认？

source: Module
de_de: Modul
es_es: Módulo
pt_pt: Módulo
zh_cn: 模板

source: No Module
de_de: Kein Modul
es_es: Sín módulo
fr_fr: Pas de module
pt_pt: No módulo
zh_cn: 没有模板

source: No Category
de_de: Keine Kategorie
es_es: Sin categoría
fr_fr: Pas de catégorie
pt_pt: Sem categoria
zh_cn: 没有模板

source: No title defined
de_de: Kein Titel definiert
es_es: Sin ninguna descripción
fr_fr: Pas de titre renseigné
pt_pt: Nenhum título informado
zh_cn: 没有指定的标题

source: 1. Please select endpoint
de_de: 1. Bitte wählen Sie einen Endpoint aus
es_es: 1. Seleccione un endpoint
fr_fr: 1. Veuillez sélectionner un endpoint
pt_pt: 1 Por favor seleccione um endpoint
zh_cn: 1. 请选择一个端点

source: 2. Browse category
de_de: 2. Kategorie durchsuchen
es_es: 2. Recorrer la categoría
fr_fr: 2. Parcourir la catégorie
pt_pt: Navegar pela Categoria 2
zh_cn: 2. 浏览类别

source: Use the search engine to directly find gadgets
de_de: Verwenden Sie die Suchmaschine um Gadgets direkt zu finden
es_es: Utilizar el motor de búsqueda para encontrar directamente viñetas
fr_fr: Utiliser le moteur de recherche pour trouver directement des vignettes
pt_pt: Use o mecanismo de busca para encontrar diretamente em miniatura
zh_cn: 使用搜索引擎来直接查找缩略图

source: No gadget selected or set
de_de: Kein Gadget ausgewählt oder festgelegt
es_es: Ninguna viñeta seleccionada o definida
fr_fr: Aucune vignette sélectionnée ou définie
pt_pt: Miniatura definido ou selecionado
zh_cn: 未选定或定义任何缩略图

source: Gadgets founds
de_de: Gadgets gefunden
es_es: Viñetas encontradas
fr_fr: Vignettes trouvées
pt_pt: Miniaturas encontrado
zh_cn: 找到的缩略图

source: Personalize list
de_de: Verzeichnis personalisieren
es_es: Personalizar la lista
fr_fr: Personnaliser la liste
pt_pt: Personalizar a lista
zh_cn: 自定义列表

source: Personalize graph
de_de: Grafik personalisieren
es_es: Personalizar el gráfico
fr_fr: Personnaliser le graphique
zh_cn: 自定义图表

source: Edit title
de_de: Titel bearbeiten
es_es: Modificar la descripción
fr_fr: Modifier l'intitulé
pt_pt: Alterar o título
zh_cn: 编辑标题

source: Search results starting with '{query}'
de_de: Suchergebnisse, die mit '{query}' beginnen
es_es: Resultados que empiezan por '{query}'
fr_fr: Résultats commençant par '{query}'
pt_pt: Os resultados começam com '{query}'
zh_cn: 以'{query}'开头的结果

source: Result type title
de_de: Titel Ergebnistyp
es_es: Descripción tipo de resultado
fr_fr: Intitulé type de résultat
pt_pt: Tipo de Título de resultado
zh_cn: 结果类型标题

source: Search option:
de_de: Suchoption:
es_es: Opción de búsqueda:
fr_fr: Option de recherche :
pt_pt: Pesquisa opção:
zh_cn: 搜索选项

source: Return to previous result set
de_de: Zurück zu den vorherigen Ergebnissen
es_es: Volver a los resultados anteriores
fr_fr: Revenir aux résultats précédents
pt_pt: Voltar aos resultados anteriores
zh_cn: 返回之前的结果

source: Widen result set to similar results
de_de: Ergebnisse durch ähnliche Ergebnisse erweitern
es_es: Ampliar los resultados incluyendo los resultados similares
fr_fr: Elargir les résultats en incluant les résultats similaires
pt_pt: Estender os resultados, incluindo resultados semelhantes
zh_cn: 扩大搜索结果（将相似结果包含在内）

source: Filters for data
de_de: Datenfilter
es_es: Filtros en los datos
fr_fr: Filtres sur les données
pt_pt: Filtros de dados
zh_cn: 筛选数据

source: field has not been inserted because it is not bound to a layout
de_de: Feld wurde nicht eingefügt, da es nicht an ein Layout gebunden ist
es_es: el campo no se ha insertado porque no esta vinculado a un diseño de página
fr_fr: le champ n'a pas été inséré car il n'est pas relié à une mise en page
pt_pt: o campo não foi inserida uma vez que não está ligado a uma disposição
zh_cn: 该字段未被插入，因为它没有与一个布局绑定

source: field has not been inserted because corresponding layout doesn't exist
de_de: Feld wurde nicht eingefügt, da kein entsprechendes Layout vorhanden ist
es_es: el campo no se ha insertado porque el diseño de pàgina correspondiente no existe
fr_fr: le champ n'a pas été inséré car la mise en page correspondante n'existe pas
pt_pt: o campo não foi inserido como o layout correspondente não é
zh_cn: 该字段未被插入，因为对应的布局不存在

source: block has been inserted by default in the last available slot of the last available section
de_de: Block wurde standardmäßig in den letzten verfügbaren Slot des letzten verfügbaren Bereichs eingefügt
es_es: el bloque se ha insertado por defecto en la última ubicación disponible de la última sección disponible
fr_fr: le bloc a été inséré par défaut dans le dernier emplacement disponible de la dernière section disponible
pt_pt: o bloco foi inserido por padrão no último espaço disponível na última seção disponível
zh_cn: 该版块已被默认插入可用的最后一部分的最后一个可用位置

source: section insertion failed
de_de: Bereich einfügen fehlgeschlagen
es_es: la inserción de la sección ha fallado
fr_fr: l'insertion de la section a échoué
pt_pt: Inserindo a seção falhou
zh_cn: 该部分插入失败

source: section has been inserted successfully
de_de: Bereich wurde erfolgreich eingefügt
es_es: la sección se ha insertado con exito
fr_fr: la section a été insérée avec succès
pt_pt: seção foi inserido com sucesso
zh_cn: 该部分已被成功插入

source: an unexpected error occured while trying to insert new sections
de_de: Ein unerwarteter Fehler ist aufgetreten, während versucht wurde, neue Bereiche einzufügen
es_es: un error inesperado se ha producido durante el intento de insersión de nuevas secciones
fr_fr: une erreur inattendue s'est produite lors de la tentative d'insertion de nouvelles sections
pt_pt: Ocorreu um erro inesperado na tentativa de inserir novas seções
zh_cn: 在试图插入新的部分时发生了一个意外错误

source: section has been inserted in the nearest slot
de_de: Bereich wurde in den nächsten Slot eingefügt
es_es: la sección se ha insertado en la ubicación la más cercana
fr_fr: la section a été insérée dans l'emplacement le plus proche
pt_pt: a seção foi inserida no local mais próximo
zh_cn: 该部分已被插入了最近的位置

source: the layout of the section to be inserted does not match the layout of the authored representation.
de_de: Das Layout des einzufügenden Bereichs passt nicht mit dem der personalisierten Repräsentation zusammen
es_es: el layout de la sección a insertar no está en adequación con el de la representación personalizada
fr_fr: le layout de la section à insérer est en inadéquation avec celui de la représentation personnalisée
pt_pt: o layout da seção de inserção é inadequada com a representação do costume
zh_cn: 待插入的该部分的布局不符合自定义表示法的布局

source: Show / Hide legend
de_de: Legende anzeigen / verstecken
es_es: Mostrar / ocultar la leyenda
fr_fr: Montrer / cacher la légende
pt_pt: Show / Hide legenda
zh_cn: 显示 / 隐藏图例

source: row
de_de: Zeile
es_es: línea
fr_fr: ligne
pt_pt: linha
zh_cn: 行

source: Fields Label
de_de: Feldmarkierungen
es_es: Descripción de los campos
fr_fr: Intitulé des champs
pt_pt: Campos de título
zh_cn: 字段标题

source: at top
de_de: oben
es_es: Arriba
fr_fr: En haut
pt_pt: Top
zh_cn: 至顶部

source: at left & left aligned
de_de: links & linksbündig
es_es: A la izquierda y alinear a la izquierda
fr_fr: A gauche et aligné à gauche
pt_pt: À esquerda e alinhado à esquerda
zh_cn: 左侧和左对齐

source: at left & right aligned
de_de: links & rechtsbündig
es_es: A la izquierda y alinear a la derecha
fr_fr: A gauche et aligné à droite
pt_pt: Esquerda e alinhado à direita
zh_cn: 左侧和右对齐

source: align content to
de_de: Inhalt ausrichten auf
es_es: alinear el contenido en
fr_fr: aligner le contenu sur
pt_pt: alinhando o conteúdo
zh_cn: 调整内容

source: show title
de_de: Titel anzeigen
es_es: Visualizar la descipción
fr_fr: Afficher l'intitulé
pt_pt: Ver título
zh_cn: 显示标题

source: this title
de_de: Dieser Titel
es_es: Esta descripción
fr_fr: Cet intitulé
pt_pt: Este título
zh_cn: 这个标题

source: blank title
de_de: Leerer Titel
es_es: Descripción vacía
fr_fr: Intitulé vide
pt_pt: Título vazio
zh_cn: 空标题

source: no title
de_de: Kein Titel
es_es: Sin descripción
fr_fr: Sans titre
pt_pt: Sem título
zh_cn: 无标题

source: advanced field
de_de: Fortgeschrittenes Feld
es_es: Campo avanzado
fr_fr: Champ avancé
pt_pt: Campo Avançada
zh_cn: 不包括我

source: maximize
de_de: Vergrößern
es_es: Ampliar
fr_fr: Agrandir
pt_pt: Aumentar
zh_cn: 放大

source: no label
de_de: Keine Markierung
es_es: Ninguna descripción
fr_fr: Aucun intitulé
pt_pt: Nenhum título
zh_cn: 无标题

source: drop new section / block
de_de: Neuen Bereich / Block platzieren
es_es: Insertar un nuevo bloque/sección
fr_fr: Déposer un nouveau bloc/section
pt_pt: Submeter um novo bloco / seção
zh_cn: 提交一个新版块/部分

source: unfixe column
de_de: Spalte lösen
es_es: soltar la columna
fr_fr: détacher la colonne
pt_pt: da coluna
zh_cn: 拆分列

source: fixe column
de_de: Spalte anheften
es_es: fijar la columna
fr_fr: fixer la colonne
pt_pt: corrigir coluna
zh_cn: 固定列

source: hide column
de_de: Spalte verstecken
es_es: Ocultar la columna
fr_fr: Masquer la colonne
pt_pt: Ocultar coluna
zh_cn: 隐藏列

source: Quit
de_de: Verlassen
es_es: Salir
fr_fr: Quitter
pt_pt: Sair
zh_cn: 退出

source: Save Update before quit
de_de: Die Aktualisierung vor dem Verlassen speichern
es_es: Registrar la actualización antes de salir
fr_fr: Enregistrer la mise à jour avant de quitter
pt_pt: Salve a atualização antes de sair
zh_cn: 退出前保存更新

source: The view {0} will be deleted.Confirm ?
de_de: Die Ansicht {0} wird gelöscht. Bestätigen?
es_es: La vista {0} será borrada. ¿Desea confirmar?
fr_fr: La vue {0} sera effacée. Confirmer ?
pt_pt: A visão {0} será excluído. Confirmar
zh_cn: 视图{0}将被删除。确认吗？

source: Switch to template
de_de: Zur Vorlage wechseln
es_es: Cambiar hacia el modelo
fr_fr: Basculer vers le modèle
pt_pt: Mude para o modelo
zh_cn: 切换至模板

source: apply template
de_de: Vorlage anwenden
es_es: Aplicar el modelo
fr_fr: Appliquer le modèle
pt_pt: Aplicando o modelo
zh_cn: 应用模板

source: can not drop
de_de: Platzieren nicht möglich
es_es: imposible insertar
fr_fr: impossible de déposer
pt_pt: impossível para arquivo
zh_cn: 无法拖放

source: add '{0}' above '{1}'
de_de: {0}' oberhalb von '{1}' hinzufügen
es_es: Añadir '{0}' encima de '{1}'
fr_fr: Ajouter '{0}' au-dessus de '{1}'
pt_pt: Adicionar '{0}' acima '{1}'
zh_cn: 在'{1}'的上方添加'{0}'

source: add '{0}' below '{1}'
de_de: {0}' unterhalb von '{1}' hinzufügen
es_es: Añadir '{0}' debajo de '{1}'
fr_fr: Ajouter '{0}' en dessous de '{1}'
pt_pt: Adicionar '{0}' abaixo '{1}'
zh_cn: 在'{1}'的下方添加'{0}'

source: add '{0}' at left of '{1}'
de_de: {0}' links von '{1}' hinzufügen
es_es: Añadir '{0}' a la izquierda de '{1}'
fr_fr: Ajouter '{0}' à gauche de '{1}'
pt_pt: Add '{0}' esquerda '{1}'
zh_cn: 在'{1}'的左侧添加'{0}'

source: add '{0}' at right of '{1}'
de_de: {0}' rechts von '{1}' hinzufügen
es_es: Añadir '{0}' a la derecha de '{1}'
fr_fr: Ajouter '{0}' à droite de '{1}'
pt_pt: Adicionar '{0}' para o direito de '{1}'
zh_cn: 在'{1}'的右侧添加'{0}'

source: move '{0}' above '{1}'
de_de: {0}' über '{1}' verschieben
es_es: Mover '{0}' encima de '{1}'
fr_fr: Déplacer '{0}' au-dessus de '{1}'
pt_pt: Move '{0}' acima '{1}'
zh_cn: 在'{1}'的上方移动'{0}'

source: move '{0}' below '{1}'
de_de: {0}' unter '{1}' verschieben
es_es: Mover '{0}' debajo de '{1}'
fr_fr: Déplacer '{0}' en dessous de '{1}'
pt_pt: Move '{0}' abaixo '{1}'
zh_cn: 在'{1}'的下方移动'{0}'

source: move '{0}' at left of '{1}'
de_de: {0}' nach links von '{1}' verschieben
es_es: Mover '{0}' a la izquierda de '{1}'
fr_fr: Déplacer '{0}' à gauche de '{1}'
pt_pt: Move '{0}' esquerda '{1}'
zh_cn: 在'{1}'的左侧移动'{0}'

source: move '{0}' at right of '{1}'
de_de: {0}' nach rechts von '{1}' verschieben
es_es: Mover '{0}' a la derecha de '{1}'
fr_fr: Déplacer '{0}' à droite de '{1}'
pt_pt: Move '{0}' à direita do '{1}'
zh_cn: 在'{1}'的右侧移动'{0}'

source: move fields of '{0}'
de_de: Felder von '{0}' verschieben
es_es: Mover los campos de '{0}'
fr_fr: Déplacer les champs de '{0}'
pt_pt: Mover campos '{0}'
zh_cn: 移动'{0}'的字段

source: before
de_de: vor
es_es: Antes
fr_fr: Avant
pt_pt: Antes
zh_cn: 之前

source: after
de_de: nach
es_es: Después
fr_fr: Après
pt_pt: Após
zh_cn: 之前

source: drop section here
de_de: Bereich hier platzieren
es_es: Depositar la sección aquí
fr_fr: Déposer la section ici
pt_pt: Remover seção aqui
zh_cn: 在此放置这个部分

source: drop block here
de_de: Block hier platzieren
es_es: Insertar el bloque aquí
fr_fr: Déposer le bloc ici
pt_pt: Remover o bloco aqui
zh_cn: 在此放置这个版块

source: drop field here
de_de: Feld hier platzieren
es_es: Insertar el bloque aquí
fr_fr: Déposer le champ ici
pt_pt: Remover o campo aqui
zh_cn: 在此放置这个字段

source: drop row here
de_de: Zeile hier platzieren
es_es: Insertar la línea aqui
fr_fr: Déposer la ligne ici
pt_pt: Remover on-line aqui
zh_cn: 在此放置这行

source: design detail view
de_de: Design detaillierte Ansicht
es_es: Desarrollar la vista detallada
fr_fr: Concevoir la vue détaillée
pt_pt: Projetando a visão detalhada
zh_cn: 构思设计详细视图

source: design card
de_de: Design Karte
es_es: Desarrollar la ficha
fr_fr: Concevoir la fiche
pt_pt: Design Registro
zh_cn: 构思设计卡片

source: Record Card
de_de: Datensatz Karte
es_es: Registrar la ficha
fr_fr: Enregister la fiche
pt_pt: Registro cadastral
zh_cn: 保存卡片

source: add a section
de_de: Einen Bereich hinzufügen
es_es: Añadir una solución
fr_fr: Ajouter une section
pt_pt: Acresc. uma secção
zh_cn: 添加一个部分

source: add a block
de_de: Einen Block hinzufügen
es_es: Añadir un bloque
fr_fr: Ajouter un bloc
pt_pt: Adicionar um bloco
zh_cn: 添加一个版块

source: hide my title
de_de: Meinen Titel verstecken
es_es: Ocultar mi descripción
fr_fr: Masquer mon intitulé
pt_pt: Esconder o meu título
zh_cn: 隐藏我的标题

source: width
de_de: Breite
es_es: Ancho
fr_fr: largeur
pt_pt: Largura
zh_cn: 宽度

source: height
de_de: Höhe
es_es: Alto
fr_fr: hauteur
pt_pt: altitude
zh_cn: 高度

source: auto height
de_de: automatische Höhe
es_es: Alto automático
fr_fr: hauteur automatique
pt_pt: automático de altura
zh_cn: 自动高度

source: User Profile
de_de: Benutzerprofil
es_es: Perfil usuario
fr_fr: Profil utilisateur
pt_pt: Perfil utilizador
zh_cn: 用户策略

source: Run search
de_de: Suche starten
es_es: Lanzar la búsqueda
fr_fr: Lancer la recherche
pt_pt: Iniciar a pesquisa
zh_cn: 开始搜索

source: Online help center
de_de: Online-Hilfecenter
es_es: Centro de ayuda en línea
fr_fr: Centre d'aide en ligne
pt_pt: Central de Ajuda on-line
zh_cn: 在线帮助中心

source: Legal mention
de_de: Rechtlicher Hinweis
es_es: Datos legales
fr_fr: Mention légale
pt_pt: Imprint
zh_cn: 法律声明

source: New tab home
de_de: Neues Start-Register
es_es: Nueva pestaña inicio
fr_fr: Nouvel onglet accueil
pt_pt: Novo guia Início
zh_cn: 新的主页页签

source: Configuration change
de_de: Änderungen Konfiguration
es_es: Cambio de configuración
fr_fr: Changement de configuration
pt_pt: Alteração de configuração
zh_cn: 配置变更

source: Session logout
de_de: Logout Sitzung
es_es: Desconexión de la sesión·
fr_fr: Déconnexion de la session
pt_pt: Desligar da sessão
zh_cn: 断开会话

source: If you proceed, you could lose your current modifications.
de_de: Wenn Sie fortfahren, gehen Ihre aktuellen Änderungen verloren.
es_es: Si continua, puede perder sus modificaciones.
fr_fr: Si vous continuez, vous risquez de perdre vos modifications en cours.
pt_pt: Se continuar, pode perder suas alterações atuais.
zh_cn: 如果您继续的话，您可能会丢失您当前的更改。

source: Do you still want to proceed?
de_de: Möchten Sie fortfahren?
es_es: ¿Desea continuar?
fr_fr: Voulez-vous tout de même continuer ?
pt_pt: Pretende continuar?
zh_cn: 您仍然想要继续吗？
